{
  "intro1": "People frequently use the phrase \"don't judge a book by its cover\", but what else does a cover do other than give us one more reason to want to read the book?",
  "intro2": "<br>“Why do we have an unconscious tendency to reject one thing immediately <br>and fall in love with another one \"at first sight\"?”",
  "intro3": "<br>“Are the most popular apps the most useful?”",
  "introEnd": "<br><br>An <a id=\"wedclr\" href=\"mid.html\">article</a> by Bill Ballas.<br><br>",
  "con1": "We all like to surround ourselves with things and people that make us feel comfortable, without worrying more than we want. But often we are faced with situations that we don't like, that put us in a difficult position and do not allow us to continue living in the same comfort as before. A good example of this circumstance, particularly on the field of technology, are the elderly who try to navigate to a website for the first time either to read an article or the \"news\" of the day and, more often than not, get confused and end up opening the newspaper in panic. On the other hand, there are people of all ages that tend to get wildly attracted to the fascinating virtual reality of popular social media, from their beginnings as webpages to their current preferred form as applications. What these two opposite examples have in common is that they both get affected by the power of communication between the digital world and the human.",
  "con2": "In recent years, when technology has been largely secured in most parts of the world, the ever-proliferating companies are constantly trying to make their products more appealing to their audience. However, here lies the problem that every creator may face. We know that if the result of our effort is \"nice\", more people will prefer it. But is \"nice\" the same for every person? The answer, with few exceptions of course, is no. Every person has the right to like goods whether material or immaterial, regardless of those around them and based on these goods to make their choices. There is no indisputable criterion for how people overall decide which products they accept and like and which they don't. We cannot define \"taste\" as something you learn to have but as an impulse that arises unconsciously with each individual's unique experiences and influences. We understand, therefore, that it is not the easiest task to read into the psychology of each user in order to find out what they would like our product to have in order to choose it. Given this, it remains only for us as creators to try to make our product \"partially nice\" to as many users as possible. Apps and websites may not have a \"cover\", but there are certainly other ways to make the user feel, as soon as he interacts with our product, as if he is entering a room full of images, colors or themes that are easy for the eye to digest but also positive for his psychology.",
  "con3": "<a name=\"examples\"></a>This effort cannot be considered easy as there are not a few real examples of companies whose attempts to apply the \"taste\" of consumers to their products ended up fruitless with negative effects of great value (money - prestige). Large companies have managed to get out of the process of searching for the \"perfect\" by giving the users the possibility to create their own environment through various options, such as Samsung with the Galaxy Themes store with which the consumer can choose the theme, the background, and the icons of his mobile, which has so far been considered quite satisfactory.<br>",
  "con4": "<a name=\"sumup\"></a>We conclude, therefore, that as important as the content of the creation is, so is its environment. No matter how innovative the application is, it will not receive the attention the creator deserves for his effort if it is not understood by the users. If a website does not secure the visitor's interest as soon as its link is opened, it cannot be considered successful. Human-computer communication is essential, and the psychology of the people is a key pillar in its completion.<br>"
}
